{
  "title": "Company report",
  "body": {
    "1": "China  Resources  (Holdings)  Co  Ltd  ( 華潤（集團）有限公司 ,  ‘CRH’)  is  rated  ‘5’  on  Datarama’sReputation Index, making it a ‘Highest Risk’ company vis-à-vis its peers in the same sector.From 2013 to 2016, several senior executives of CRH and other constituent companies of state-owned conglomerate China Resources Group ( 华润 集 团 , ‘CR Group’) were implicated in a seriesof high profile corruption and graft investigations. Most notably, former chairman  Lin Song  ( 宋林 ),also known as Charley Song, was  sentenced  to 14 years in prison in June 2017.CRH  and  several  CR  Group  subsidiaries  have  implemented  management  reshuffles  in  recentyears. While there is no indication that the personnel changes were non-routine or directly relatedto the above-mentioned investigations, they might potentially signal or even result in organisationalinstability within CR Group.From  2016  to  2017,  CR  Group  was  also  involved  in  a  high  profile  corporate  tussle  over  theownership  of  Chinese  property  developer   China  Vanke  Co  Ltd   ( 万科企 业 股份有限公司 ,  ‘ChinaVanke’).  Particularly,  CR  Group  was  accused  of  supporting  a  hostile  takeover  attempt  of  ChinaVanke by Chinese property and financial services conglomerate  Baoneng Group  ( 宝 能集 团 ). CRGroup’s alleged ties with Baoneng Group warrants further scrutiny as the latter has faced punitivesanctions  over providing ‘fake materials’ and violating regulatory laws.Extensive  public  domain   research   identified  allegations  that  China’s  Central  Commission  forDiscipline  Inspection  ( 中 国 共 产 党中央 纪 律 检 查委 员会 ,  ‘CCDI’)  had  placed  CRH’s  chief  financialofficer  Ruge Li  ( 李汝革 , ‘Li’) under investigations for undisclosed reasons in 2012.Additional  research  indicates that Li allegedly holds a close relationship with  Zhenya Liu  ( 刘 振 亚 ),the former chairman of state-owned electric utility company  State Grid Corporation of China  ( 国 家电 网公司 ) from May 2013 to May 2016. This connection is potentially problematic as Liu was thetarget  of  a  state-led   accountability  audit   in  May  2014  following  accusations  of  financialmismanagement  and  corruption.  Liu  is  also   reportedly   a  protegé  of   Qinghong  Zeng   ( 曾 淸 红 ),China’s  former  vice  president  who  has  reportedly  been  placed  under  investigations  and  housearrest amid China’s ongoing anti-corruption campaignIn March 2015, China’s CCDI issued a  ‘serious warning’  to Li and a colleague for having a lavishmeal which cost CNY 22,500 (USD 3,600). Both men were ordered to pay for the meal for wastingublic funds.Datarama also identified an unverified  report  that CRH’s vice general manager  Lang Chen  ( 陈 朗 ) isinvolved in an extramarital affair with an unidentified woman surnamed ‘Wu’ ( 武 ). This connection isotentially  problematic  amid  the  Chinese  government’s   tough  stance   on  ‘adultery’  and  ‘moralcorruption’ of its officials and public servants.",
    "2": "CR Group has been listed on the  ‘Fortune Global 500 List’  for nine consecutive years beginning2010.  In  2018,  it  recorded  a  net  profit  of  USD  3.15  billion  in  2017.   Information   from  CRH’scorporate  website  also  indicates  that,  as  at  October  2018,  the  conglomerate  consisted  of  1987business entities. Counterparties, therefore, stand to capitalise on CR Group’s strong commercialnetworks and financial strength.In  2003,  CRH  was  placed  under  the  direct  administration  of  China’s  State-owned  AssetsSupervision  and  Administration  ( 国务 院 国 有 资产监 督管理委 员会 ,  ‘SASAC’),  making  it  one  of  96Chinese ‘ key state-owned enterprise ’ ( 中央企 业 ) that have direct access to state apparatuses.Publicly-available information also indicates that CRH and CR Group’s chairman  Yuning Fu  ( 傅育宁 ) enjoys good political standing. He has been  described  as an ‘experienced manager who hasBeijing’s trust’, and is  publicly-known  for his patriotism.",
    "3": "Extensive public domain research indicates that CRH is commercially well-connected. Particularly,the company has signed cooperation agreements with large state-owned aerospace and defenseenterprises  such  as   Aviation  Industry  Corporation  of  China   ( 中 国 航空工 业 集 团 公司 )  and   ChinaAerospace  Science  and  Technology  Corporation   ( 中 国 航天科技集 团 公司 ),  as  well  as  otherrominent  companies  such  as  multinational  conglomerate   Tencent  Holdings   ( 腾讯 控股有限公司 )and insurance firm  China Taiping Insurance Holdings  ( 中 国 太平保 险 控股有限公司 ).Beyond mainland China and Hong Kong, CRH also maintains a strategic alliance with Japanesefood and beverages conglomerate  Kirin Holdings  ( キリンホ ー ルディングス 株式 会 社 ). It has alsoacquired stakes in  GenesisCare , the largest cancer and heart disease treatment service provider inAustralia, and collaborated with Belgian private equity fund  Verlinvest  to establish  China ResourcesVerlinvest Health Investment   ( 华润维 麟健康投 资 有限公司 ),  a  health  and  consumer  products  andservices provider.Company name China Resources (Holdings) Co., Ltd.Legal form PrivateOperation Status ActiveYear Founded 1936Registered Address 49/F., China Resources Building26 Harbour Road, WanchaiWan ChaiHong KongRegistered Country Hong KongWebsite www.crc.com.hkPhone Number (852) 2879 7888Fax (852) 2827 5774Sector Classification Food and Staples RetailingMethodologyDatarama's reputation index is based on the adverse media coverage of a company in comparison with itseers in the same country and sector. We use artificial and human intelligence to conduct research in bothEnglish and local languages across a carefully curated set of sources.  The  bar  chart  on  the  left  groups  companies  into  quintiles  that  are  determined  by  the  overall  level  ofadverse coverage received by that particular sector. The lowest quintile of companies in each sector willbe ranked 'Lowest Reputational Risk.' The range for this index would differ based on the available data fordifferent sectors.The scatter graph on the right shows the distribution of companies in the sector and country to offer amore granular view of the company's ranking compared with its peers.",
    "4": "China  Resources  (Holdings)  Co  Ltd  ( 華潤（集團）有限公司 ,  ‘CRH’),  is  a  Chinese  state-owned  holdingcompany headquartered in Wanchai, Hong Kong. Incorporated in July 1983, CRH is one of the three mainholding  companies  of  China  Resources  Group  ( 华润 集 团 ,  ‘CR  Group’),  a  state-owned  multinationalconglomerate that is primarily active in mainland China and Hong Kong. The other two holding companiesare   China  Resources  Company  Ltd   ( 中 国华润 有限公司 ,  ‘CRCL’),  formerly  known  as  China  ResourcesNational Corporation ( 中 国华润总 公司 , ‘CRNC’) prior to December 2017, and  China Resources Co Ltd  ( 华润 股份有限公司 , ‘CRC’).Information  from CRH’s corporate website indicates that, as at October 2018, CR Group employed morethan 420,000 employees and controlled almost 2,000 business entities, seven of which are publicly-listedcompanies. The  conglomerate’s   principal business activities   are  in  the  consumer  products,  healthcare,urban construction and operations, energy services as well as technology and finance sectors. Details ofits most prominent business brands, trademarks and projects are as follows:",
    "5": "CRH maintains a prominent public profile that is negative in tone and closely intertwined with CR Group’soverall reputation. CR Group has been listed on the  ‘Fortune Global 500 List’  for nine consecutive yearsbeginning from 2010. In 2018, it was ranked 86th out of 500 with a net profit of USD 3.15 billion in 2017.Recent media  reports  featuring CRH have largely focused on CR Group’s business activities and efforts torehabilitate its corporate image following a recent series of high profile corruption and graft investigationsthat has implicated several senior executives including former longtime chairman  Lin Song   ( 宋林 ),  alsoknown  as  Charley  Song.  From  2016  to  2017,  CR  Group  was  also  involved  in  a  high  profile  corporatetussle over the ownership of Chinese property developer  China Vanke  Co  Ltd  ( 万科企 业 股份有限公司 ),where it was accused of supporting a hostile takeover attempt by Chinese property and financial servicesconglomerate  Baoneng Group  ( 宝 能集 团 ).",
    "6": "Extensive public domain  research  indicates that CRH and CR Group originated as Liow & Co ( 聯合行 ),which was established in Hong Kong in 1938 by Chinese communist revolutionary Lianan Yang ( 杨 廉安 ,‘Yang’), also known as Bangli Qing ( 秦邦 礼 ) and Lin Yang ( 杨 琳 ), to collect money, military supplies andmedicines to  support  anti-Japanese war  efforts  during the  Second Sino-Japanese  War  (1937-1945). Inaddition to Yang, former Chinese premier Enlai Zhou ( 周恩 来 ) and communist party leader Yun Chen ( 陈云 ) also played key roles in forming the company as well as leading its resistance activities during the war,according to  information  from CR Group’s corporate website.  Following the conclusion of the Second Sino-Japanese War, Liow & Co was restructured, expanded andrenamed  China  Resources  Company  ( 華潤公司 )  in  1948.  The  company  also  pivoted  its  businessoperations to general trading activities focused on consumer and commercial products such as food andcrude oil. In 1952, ownership of China Resources Company was transferred from the General Office of theChinese Communist Party ( 中共中央 办 公 厅 ) to the state’s Central Trade Department ( 中央 货 易部 ), nowknown as the Ministry of Commerce ( 中 华 人民共和 国 商 务 部 ).According to  information  from CR Group’s corporate website, China Resources Company then divertedfrom general trading activities and focused on the retail, real estate, power and infrastructure industries inthe  1980s.  In  1983,  China  Resources  Company  underwent  another  major  corporate  restructure,  whichinstituted an organisational structure that linked the company and its business affiliates via a network ofequity holdings. China Resources Company was also reorganised to become CRH.In 2003, CRH was placed under the direct administration of China’s State-owned Assets Supervision andAdministration ( 国务 院 国 有 资产监 督管理委 员会 , ‘SASAC’), making it one of China’s 96  key state-ownedenterprises  ( 中央企 业 ) that are controlled by the central government.Since late 2013, several senior CR Group executives have been placed under  investigations  for corruptionand  graft  (see  ‘Negative  Exposure’  section  below).  The  conglomerate  has  also  overhauled  its  seniormanagement  team  and  renamed  several  constituent  companies  in  recent  years.  For  instance,  mainholding company CRNC was renamed CRCL in December 2017. According to a  corporate announcementreleased  by  CRCL  in  February  2018,  the  name  change  was  implemented  to  satisfy  its  ‘developmentalneeds’  ( 发 展需要 ).  Medical  and  healthcare  services  company  China  Resources  Phoenix  HealthcareHoldings Co ( 華潤鳳凰醫療控股有限公司 ) was also  renamed China Resources Medical Holdings Co  ( 華潤醫療控股有限公司 , ‘CR Medical’) in September 2018. According to a  corporate disclosure  released by CRMedical in August 2018, the name change was implemented to provide the company with a ‘new corporateimage’ that can benefit its ‘future business development’.",
    "7": "Information  from CRH’s corporate website indicates that, as at October 2018, CR Group consisted of 1987business entities, seven of which were designated as ‘key strategic business units’ ( 大 战 略 业务单 元 ) andcontrolled by CRH. Details of the seven key strategic business units are as follows:",
    "8": "In addition to the abovementioned ‘key strategic business units’, further  information  from CRH’s corporatewebsite also indicates that, as at October 2018, the company held interests in the following companies: ",
    "9": "CRH  is  wholly  owned  by  the  Chinese  state  via  three  intermediaries.  Specifically,  information  from  CRMedical’s 2018 company  interim report  indicates that, as at September 2018, CRH was a wholly ownedsubsidiary  of  British  Virgin  Islands-registered   CRC  Bluesky  Ltd ,  which  in  turn  was  wholly  owned  bymainland China-registered CRC. CRC itself was a wholly owned subsidiary of mainland China-registeredCRCL, which in turn was wholly owned by China’s SASAC.Information from CRH’s  corporate website  and  records  maintained by Hong Kong’s Integrated CompaniesRegistry  Information  System  ( 公司註冊處綜合資訊系統 ,  ‘ICRIS’)  indicates  that,  as  at  July  2018,  CRH’smanagement team consisted of:",
    "10": "Yuning FuPublicly-available  information  indicates that Fu was born in March 1957 and graduated from the DalianInstitute of Technology ( 大 连 理工大 学 ) with a bachelor’s degree in port and waterway engineering. He laterobtained a doctorate degree in marine engineering mechanics from Brunel University, United Kingdom, in1986. In addition to his appointment as CRH’s chairman, Fu also held the following positions as at October2018:",
    "11": "Prior  to  Fu’s  appointment  as  CRH’s  chairman  in  April  2014,  he  served  as  chairman  of  Chinese  state-owned  conglomerate   China  Merchants  Group   ( 招商局集 团 )  from  August  2010  to  April  2014.  Fu  alsoserved as independent non-executive director at Singapore-based real estate company  CapitalLand Ltdfrom July 2009 to April 2012, and Hong Kong-based supply chain management company  Li & Fung Ltd( 利豐有限公司 ) from November 2011 to December 2014.Extensive public domain research indicates that, prior to becoming CRH’s chairman, Fu maintained a lowublic profile that was generally professional in nature and neutral in tone. A July 2016  article  by HongKong English-language mainstream newspaper South China Morning Post, for instance, describes Fu as a‘low-key chief’ who seldom granted interviews to mainland or international media during his time at ChinaMerchants Group. The same article also notes that Chinese mainstream media had once described Fu asa ‘fire captain’ ( 救火 队员 ) in acknowledgement of his leadership and problem solving skills.Fu’s public profile has become more prominent since replacing Song as CRH’s chairman in April 2014.Recent media  reports  featuring him have largely focused on CR Group’s business activities, as well as theconglomerate’s efforts in regaining public confidence following a series of high profile corruption and graftinvestigations that have implicated several senior executives, including Song, since 2013. Datarama hasnot identified any indication that Fu has been involved in any significant reputational issues of concern thatmight directly affect the operations and reputation of CRH. Ruge LiPublicly-available  information  indicates that Li was born in August 1963 and obtained a MBA from NankaiUniversity ( 南 开 大 学 ) in 2005. In addition to his appointment as CRH’s chief financial officer, Li also heldthe following positions as at October 2018:",
    "12": "Prior to joining CRH in December 2017, Li served as the chief financial officer of Chinese state-ownedelectric utility company  State Grid Corporation of China  ( 国 家 电 网公司 , ‘SGCC’) from November 2007 toDecember 2017, as well as deputy chief accountant of state-owned electricity company  China GuodianCorporation  ( 中 国国电 集 团 公司 ), now part of  China Energy Investment Corporation   ( 国 家能源投 资 集 团 ),from September 2004 to November 2005.Extensive public domain research indicates that Li maintains a moderate public profile that is generallyrofessional  in  nature  but  slightly  negative  in  tone.  Recent  media   reports   featuring  him  have  largelyfocused  on  CRH  and  CR  Group’s  business  activities.  Datarama,  however,  identified  a  February  2012article  by independent and anti-establishment Chinese-language publication Mingjing Magazine ( 明鏡月刊 )  stating  that  China’s  Central  Commission  for  Discipline  Inspection  ( 中 国 共 产 党中央 纪 律 检 查委 员会 ,‘CCDI’) had placed Li under ‘secret investigations’ ( 秘密 调 查 ) for undisclosed reasons. The same articlealso notes that Li is a ‘trusted aide’ ( 亲 信 ) of  Zhenya Liu  ( 刘 振 亚 , ‘Liu’), the former chairman of SGCC fromMay 2013 to May 2016.Datarama notes that Liu maintains a public profile that is generally negative in tone. Particularly, publicly-available   information   indicates  that  Liu  was  the  target  of  a  state-led  accountability  audit  in  May  2014following accusations  of  financial mismanagement  and  corruption. According  to a  June  2015   article   byindependent and anti-establishment multi-language newspaper The Epoch Times ( 大紀元 ), he is also aknown  protegé  of   Qinghong  Zeng   ( 曾 淸 红 ,  ‘Zeng’),  China’s  former  vice  president  from  March  2003  toMarch 2008. The same article further notes that Zeng has been placed under investigations and housearrest  amid  China’s  ongoing  anti-corruption  campaign.  It  also  claims  that  Liu  had  facilitated  thecontroversial 2006 sale of state-owned energy and real estate company  Shandong Luneng Group  ( 山 东鲁能集 团 )  to  Zeng’s  son,   Wei  Zeng   ( 曾 伟 ),  for  USD  600  million,  a  price  that  was  severely  below  thecompany’s then-estimated value of USD 17.7 billion.In addition to his potentially problematic connection with Liu and, by extension,  Zeng, extensive publicdomain  research  also indicates that China’s CCDI had issued ‘serious warnings’ ( 严 重警告 处 分 ) to Li andhis former SGCC colleague  Peng Xu  ( 徐 鹏 ) in March 2015 for having a lavish meal with representativesfrom  SGCC  subsidiary   State  Grid  Shanghai  Municipal  Electric  Power  Co  Ltd   ( 国 网上海市 电 力公司 ,‘Shanghai Electric’) which cost CNY 22,500 (USD 3,600). While  reports  indicate that Shanghai Electrichad footed the bill, Li and Xu were ordered to pay for the meal for wasting public funds.In view of the information presented above, further investigation is necessary to ascertain the veracity ofMingjing Magazine’s uncorroborated claims, and determine whether Li has been involved in any significantreputational  issues  of  concern  such  as  corruption,  money-laundering,  fraud  or  other  forms  ofmalfeasance. Lu MaPublicly-available  information  indicates that Ma was born in June 1966 and holds a doctorate degree invehicle engineering from Beijing Institute of Technology ( 北京理工大 学 ) as well as an executive MBA fromthe University of Texas Arlington College of Business.Prior to joining CRH in August 2016, Ma served as the senior vice president of Chinese state-owned utilitycompany  State Power Investment Corporation  ( 国 家 电 力投 资 集 团 公司 ) from June 2015 to August 2016,and state-owned nuclear technology company  State Nuclear Power Technology Corporation  ( 国 家核 电 技术 有限公司 ) from February 2007 to June 2015.",
    "13": "Extensive public domain research indicates that Ma maintains a moderate public profile that is generallyrofessional in nature and neutral in tone. Recent media  reports  featuring  her have  largely  focused  onCRH and CR Group’s business activities. Datarama has not identified any indication that Ma has beeninvolved  in  any  significant  reputational  issues  of  concern  that  might  directly  affect  the  operations  andreputation of CRH.Fuli LiPublicly-available  information  indicates that Li was born in December 1965 and holds a bachelor’s degreein  economics  from  Renmin  University  of  China  ( 中 国 人民大 学 )  as  well  as  an  MBA  from  Cheung  KongGraduate School of Business ( 长 江商 学 院 ). In addition to his appointment as one of CRH’s vice generalmanagers, Li also served as the chairman of  China Resources Networks Holdings (Hong Kong) Ltd  ( 華潤網絡控股（香港）有限公司 ) as at October 2018.Prior  to  joining  CRH  in  September  2018,  Li  served  as  the  vice  general  manager  of  China  MinmetalsCorporation ( 中 国 五 矿 集 团 公司 , ‘China Minmetals’) from April 2009 to September 2018. He also served asa  delegate  in the 12th National People’s Congress from March 2013 to March 2018.Extensive public domain research indicates that Li maintains a moderate public profile that is generallyrofessional in nature and neutral in tone. Recent media  reports  featuring him have largely focused onChina  Minmetal’s  business  activities  and  his  appointment  at  CRH.  Datarama  has  not  identified  anyindication that Li has been involved in any significant reputational issues of concern that might directlyaffect the operations and reputation of CRH.Lang ChenPublicly-available   information   indicates  that  Chen  was  born  in  October  1965  and  holds  a  bachelor’sdegree  in  economics  from  Anhui  University  ( 安徽大 学 )  as  well  as  an  MBA  from  the  University  of  SanFrancisco. In addition to his appointment as one of CRH’s vice general managers, Chen also served asthe  chairman  of   China  Resources  Enterprise  Ltd   ( 華潤創業有限公司 )  and   China  Resources  Beer(Holdings) Co Ltd  ( 華潤啤酒（控股）有限公司 ) as at October 2018.Chen  joined  CRH  in  1989,  and  had  previously  served  as  vice  chairman  and  chief  executive  officer  ofChina Resources Gas Group Ltd  ( 華潤燃氣控股有限公司 ), formerly known as China Resources Logic Ltd( 華潤勵致有限公司 ), from October 2001 to January 2003. Extensive public domain research indicates that Chen maintains a moderate public profile that is generallyrofessional in nature and neutral in tone. Recent media  reports  featuring him have largely focused onCRH’s  business  activities.  Datarama,  however,  identified  a  June  2017   article  by  independent Chinese-language  news  agency  360  News  Network  (360 消息网 )  stating  that  Chen  had  a  mistress  and  wasfinancially supporting her. According to the article, insiders with close knowledge of the matter stated thatChen first became acquainted with an unidentified woman surnamed ‘Wu’ ( 武 ) when she was 19 years oldand had been providing her with financial assistance for over ten years. Particularly, the article notes thatChen had funded Wu’s education in the United States, provided the initial capital for her chain of beautysalons, and used his personal connections to help her establish a jewelry business. Chen also allegedlybought Wu several cars and property in Shanghai. The article concludes by stating that Chen, as a seniorexecutive of a key state-owned enterprise, had severely violated the Communist Party’s disciplinary codeand affected its moral standing by having an extramarital affair. Datarama notes that the article receivedsignificant  media  attention  and  was  re-published  on  several  other  independent  Chinese   news  sitesincluding Dongying News ( 东营资讯 网 ) and cqol ( 重 庆 在 线 ).Due  to  a  lack  of  other  publicly-available  information,  further  investigation  is  necessary  to  ascertain  theveracity  of  360  News  Network’s  uncorroborated  claims.  To  the  extent  that  the  claims  are  accurate,however, Chen’s extramarital affair might pose adverse reputational challenges to CRH and CR Groupgiven the Chinese government’s tough stance on ‘moral corruption’. In fact, China’s CCDI announced inJune 2014 that officials and civil servants who commit ‘adultery’ could be removed from their positions andthe Chinese Communist Party, according to a July 2014  article  by The Washington Post.Wenmin DuPublicly-available  information  indicates that Du was born in September 1963 and holds an MBA from theUniversity  of  San  Francisco.  He  joined  CR  Group  in  1985,  and  had  previously  held  the  followingositions:",
    "14": "Extensive public domain research indicates that Du maintains a moderate public profile that is generallyrofessional in nature and neutral in tone. Recent media reports featuring him have largely focused onCRH’s business activities. Datarama has not identified any indication that Du has been involved in anysignificant reputational issues of concern that might directly affect the operations and reputation of CRH.Chuandong WangPublicly-available  information   indicates  that  Wang  was  born  in  1964  and  holds  a  bachelor’s  degree  inetroleum  refining  from  China  University  of  Petroleum  ( 中 国 石油大 学 )  as  well  as  an  MBA  from  theUniversity of Texas. In addition to his appointment as one of CRH’s vice general managers, Wang alsoserved as the chairman of  China Resources Gas Group Ltd  ( 華潤燃氣控股有限公司 ) as at October 2018.Wang joined CR Group in 1985, and had previously held the following positions:",
    "15": "Extensive public domain research indicates that Wang maintains a moderate public profile that is generallyrofessional in nature and neutral in tone. Recent media  reports  featuring him have largely focused onCRH’s business activities. Datarama has not identified any indication that Wang has been involved in anysignificant reputational issues of concern that might directly affect the operations and reputation of CRH.Jijing ShanPublicly-available   information   indicates  that  Shan  holds  a  bachelor’s  degree  in  Chinese  language  andliterature from Nankai University ( 南 开 大 学 ). He joined CR Group in 2016 and had previously served asthe deputy director-general and director-general of the Supervision Bureau of the Ministry of Supervision inthe Ministry of Commerce ( 监 察部 驻 商 务 部 监 察局 ) from February 2012 to June 2016.Extensive public domain research indicates that Shan maintains a moderate pubic profile that is generallyrofessional in nature and neutral in tone. Recent media  reports  featuring him have largely focused onCRH’s business activities. Datarama has not identified any indication that Shan has been involved in anysignificant reputational issues of concern that might directly affect the operations and reputation of CRH.",
    "16": "Extensive public domain research indicates that CRH and CR Group have signed multiple cooperationagreements, executed several equity and share acquisitions, and concluded a number of commercial andcharity projects over the past five years.Cooperation AgreementsInformation from CRH’s corporate website and other publicly-available sources indicate that CRH and CRGroup have signed the following commercial cooperation agreements:In October 2014, CR Group signed a  strategic cooperation framework agreement  with paramilitaryorganisation  Xinjiang  Production  and  Construction  Corps  ( 新疆生 产 建 设 兵 团 )  to  deepencooperation in energy, medicine, retail and construction-related activities.In  November  2014,  CR  Group  signed  a   strategic  cooperation  framework  agreement   and  amemorandum of strategic cooperation with state-owned aerospace and defense company  AviationIndustry Corporation of China   ( 中 国 航空工 业 集 团 公司 ,  ‘AVIC’)  to  promote  cooperation  in  severalbusiness  areas  including  special  vehicle  production,  medical  equipment  development  and  realestate. CR Group and AVIC also stated that they will cooperate in high-end tourism projects andfinancial businesses.In March 2016, CR Group signed a  strategic cooperation agreement  with prominent Chinese bankIndustrial and Commercial Bank of China  ( 中 国 工商 银 行股份有限公司 ) to further communicationsand resource sharing.In  May  2016,  CR  Group  signed  a   cooperation  agreement   with  Belgian  private  equity  fundVerlinvest  to established a joint venture named  China Resources Verlinvest Health Investment  ( 华润维 麟健康投 资 有限公司 ),  which  focuses  on  the  provision  of  health  and  consumer  products,  aswell as services for the elderly.In November 2016, CR Group signed a  strategic cooperation agreement  with prominent Chinesebank   Agricultural  Bank  of  China   ( 中 国农业银 行 )  to  promote  cooperation  in  credit  extensionbusinesses via a series of financial products and services.In October 2017, CR Group signed a  strategic cooperation agreement  with state-owned aerospaceand defense company  China Aerospace Science and Technology Corporation  ( 中 国 航天科技集 团公司 , ‘CASC’) to integrate segments of CR Group’s healthcare business with CASC’s space bio-industry activities. Both parties also committed to further mixed civilian-military developments andcooperation.In March 2018, CR Group signed a  strategic cooperation agreement  with the Chinese Academy ofSciences ( 中 国 科 学 院 ), China’s national academy for natural sciences, to promote cooperation inindustrial fund-related activities, education and training, technological innovation and constructionactivities in the Guangdong-Hong Kong-Macau Greater Bay Area ( 粤 港澳大 湾区 ).In  April  2018,  CR  Group  signed  a   strategic  cooperation  agreement   with  Chinese  multinationalconglomerate   Tencent  Holdings   ( 腾讯 控股有限公司 ,  ‘Tencent’)  to  promote  technologicalinnovations as well as cooperation in emerging industries and the the digital economy. Dataramanotes that CRH chairman  Yuning Fu  had previously led a delegation to  visit  Tencent’s headquartersand  meet  with  company  chairman   Huateng  Ma   ( 马 化 腾 ),  also  known  as  Pony  Ma,  in  February2018.  In September 2018, CR Group signed a strategic cooperation agreement with Chinese insuranceconglomerate   China  Taiping  Insurance  Holdings   ( 中 国 太平保 险 控股有限公司 )  to  promotecooperation  in  insurance,  financial  services  and  healthcare-related  activities.  Both  parties  alsocommitted to cooperation in development projects in the Guangdong-Hong Kong-Macau GreaterBay Area.Project CompletionsInformation from CRH’s corporate website and other publicly-available sources indicate that CRH and CRGroup have completed the following key commercial projects:In June 2015, CR Group  announced  the completion of Zunyi CR Hope Town ( 遵 义华润 希望小 镇 )located in Zunyi city, Guizhou province. According to the announcement, the project comprises ofwork in two villages and includes an integrated service centre, a kindergarten, a health station andother public facilities. Datarama notes that CR Group has constructed  ‘Hope Towns’  since 2008 asart  of  its  corporate  responsibility  programme.  These  towns  are  primarily  located  in  poverty-stricken areas and seek to improve the living conditions of rural farming communities.In December 2016, CR Group and  China Resources Networks Holdings (Hong Kong) Ltd  ( 華潤網絡控股（香港）有限公司 )   launched   HuaRunTong  ( 华润 通 ),  a  mobile  application  providing  e-commerce services. According to CRH chairman  Yuning Fu , CR Group has increased efforts toutilise technology and the internet to enhance the conglomerate’s services and products.In June 2017, CR Group  announced  the completion of Jinggangshan CR Hope Town ( 井 冈 山 华润希望小 镇 ) located in Ji’an City, Jiangxi province. According to the announcement, the project ofwork in two villages and includes a hotel, kindergarten, welfare house, hospital and other publicfacilities.Share AcquisitionsInformation from CRH’s corporate website and other publicly-available sources indicate that CRH and CRGroup have completed the following share acquisitions:In July 2016, CR Group and Australian diversified financial services company  Macquarie Capitalannounced  that they had signed an agreement to acquire up to a 74% stake in  GenesisCare , thelargest  cancer  and  heart  disease  treatment  service  provider  in  Australia.  According  to  theannouncement,  CR  Group  will  facilitate  GenesisCare’s  expansion  in  the  Chinese  market.Australia’s Foreign Investment Review Board  approved  the acquisition in October 2016, with CRgroup and Macquarie Capital eventually acquiring a 56% stake in GenesisCare for AUD 1.7 billion(USD 1.2 billion).In December 2017, mainstream multilingual business news outlet Caixin ( 财 新 )  reported  that a CRGroup consortium consisting of  China Resources Power Holdings Co Ltd  ( 華潤電力控股有限公司 )and two other CR Group subsidiaries had agreed to acquire a 30% stake in the 402 megawatt-capacity Dudegon wind farm located off the coast of Norfolk in the United Kingdom. Particularly,Caixin noted that the consortium had acquired the stake from Stratkraft UK Ltd, the UK subsidiaryof Norwegian power producer Stratkraft, for USD 802.4 million, and that the deal was still subject toapproval  from  Chinese  and  German  regulators.  Datarama  notes  that  there  has  been  no  otherublic  updates  on  whether  CR  Group  has  received  the  necessary  regulatory  approvals  as  atSeptember 2018.",
    "17": "Publicly-available  information  indicates  that  CRH,  CR  Group  and  several  of  its  senior  executives  havebeen involved in reputational issues of concern including corruption and graft. From 2016 to 2017, theconglomerate was also involved in a high profile corporate tussle over the ownership of Chinese propertydeveloper  China Vanke Co Ltd  ( 万科企 业 股份有限公司 ).Corruption and Graft InvestigationsExtensive public domain research indicates that China’s CCDI has placed at least nine senior CR Groupexecutives under  investigations  for corruption and graft since early 2014. The most prominent of the sevenis former CRH and CR Group chairman  Lin Song  ( 宋林 , ‘Song’), also known as Charley Song.Publicly-available information indicates that Song first became the target of corruption allegations in July2013  when  Wenzhi  Wang  ( 王文志 ,  ‘Wang’),  a  reporter  from  Chinese-language  economic  newspaperEconomic  Information  Daily  ( 经济参 考 报 ),  used  his  personal   microblog   to  accuse  the  management  ofChina Resources Power Holdings Co Ltd  ( 華潤電力控股有限公司 , ‘CR Power’), including Song, of severemismanagement and corruption which resulted in a significant loss of public funds.Particularly, Wang  reported  that, in February 2010, CR Power had acquired coal mining assets in Shanxirovince  from  privately-owned   Shanxi  Jinye  Coal  and  Coking  Group   ( 山西金 业 集 团 )  for  CNY  8  billion(USD 1.16 billion), which was about CNY 5 billion (USD 727.84 million) more than a competing bid fromstate-owned  coal  mining  company   Datong  Coal  Mining  Group   ( 大同煤 矿 集 团 公司 ).  Wang  furtherhighlighted several problems with the assets that CR Power acquired. For instance, one supposed coalmine was in fact an undeveloped farmland that was used by local farmers as a grazing ground.Datarama notes, however, that no punitive action was taken against Song until Wang wrote another  reportin April 2014 accusing Song of having an extramarital affair with a woman named  Lijuan Yang  ( 杨丽 娟 ),also known as  Helen  Yang. He also stated that Song had exploited CR Group’s working relationship withSwiss bank  UBS Group  to help Yang gain employment at its Hong Kong and Shanghai branches. Moresignificantly, Wang further noted that Yang had assisted Song to conduct illicit activities including briberyand money laundering. Particularly, he highlighted that Yang and her family members had held over CNY 1billion (USD 145.57 million) worth of cash, stocks and high-end properties spread across mainland Chinaand Hong Kong. According to Wang, these assets were likely held on Song’s behalf.  Following the publishing of the April 2014 report, China’s CCDI  announced  that it had placed Song underinvestigation for serious violations of discipline and law’ ( 严 重 违纪违 法 ), a euphemism commonly used inreference  to  corruption  and  graft.  The  Chinese  Communist  Party  also   removed   him  as  CRH  and  CRGroup’s  chairman  a  week  after  investigations  commenced,  and  installed   Yuning  Fu   ( 傅育宁 )  as  theconglomerate’s new chairman. According to an April 2014  report  by South China Morning Post, Fu wasinstalled due to his reputation as an ‘experienced manager who has Beijing’s trust’. His position as an‘outsider’ to CR Group also meant that he carried no baggage that could hinder necessary reforms in theconglomerate.After being held for over two years without charge, Song was charged in late 2016 for abusing his positionat CR Group between 2004 and 2013 to make CNY 9.74 million (USD 1.41 million) in illicit gains. He wasalso accused of accepting more than CNY 23 million (USD 3.34 million) in bribes between 2005 and 2012in  return  for  promotions  and  project  approvals.  Song  eventually   pleaded   guilty  to  charges  in  February2017, and was  sentenced  to 14 years in prison as well as fined CNY 4 million (USD 582,270) in June2017. In May 2018, the Hong Kong government also  stripped  Song of his honorary title as a ‘Justice ofPeace’ ( 太平 绅 士 ), a civic honour which is given to individuals who have made significant contributions toHong Kong society. Datarama notes that Hong Kong’s Independent Commission Against Corruption ( 廉政公署 ) had also previously  removed   Song  as  chairman  of  its  ethics  development  advisory  committee  inApril 2014.Datarama notes that several independent and anti-establishment media  sources  including Epoch Timesand New Tang Dynasty Television ( 新唐人電視臺 , ‘NTDTV’) have described Song as a ‘trusted aide’ ( 亲 信 )of  Qinghong Zeng  ( 曾 淸 红 ), China’s former vice president from March 2003 to March 2008. In fact, NTDTVreported  in September 2014 that Zeng had used his personal influence to delay official investigations onSong, and that the latter had pleaded with the former for assistance before his detainment. Due to a lackof  other  publicly-available  information,  further  investigation  is  necessary  to  ascertain  the  veracity  ofNTDTV’s  uncorroborated  claims.  Datarama  cautions,  however,  that  there  are   reports   that  CRH’sincumbent Chief Financial Officer  Ruge Li  ( 李汝革 ) also maintains extended personal connections to Zengvia his personal relationship with  Zhenya Liu  ( 刘 振 亚 , ‘Liu’), the former chairman of Chinese state-ownedelectric utility company  State Grid Corporation of China  ( 国 家 电 网公司 ) from May 2013 to May 2016 (see‘Ownership Structure and Management’ section above). To the extent that the above-mentioned claims areaccurate,  CR  Group’s  lingering  connection  to  Zeng  might  pose  significant  operational  and  reputationalchallenges  amid   rumours   that  Zeng  has  been  placed  under  house  arrest  amid  China’s  ongoing  anti-corruption campaign.Along  with  Song,  at  least  eight  other  former  senior  CR  Group  executives  were  also  placed  underinvestigation for illicit activities. Details of these investigations are as follows:",
    "18": "While  the  above-mentioned  corruption  and  graft  investigations  might  now  be  less  significant  from  anoperational point of view, Datarama notes that it is likely that they continue to have a negative effect on CRGroup’s reputation as they received significant media attention. Further enquiries, therefore, are necessaryto determine the extent to which CR Group has managed to rehabilitate its public image and implementoperational reforms to combat corruption.Management ReshufflesExtensive public domain research identified several significant personnel changes in CRH and CR Groupsubsidiaries since the conclusion of the major corruption and graft investigations mentioned above. Forinstance, healthcare and medical services provider  China Resources Medical Holdings Co Ltd  ( 華潤醫療控股有限公司 ,  ‘CR  Medical’)  completed  a  major   management  reshuffle   in  August  2018  as  part  ofreparatory measures for ‘future expansion’. Datarama notes that the reshuffle was CR Medical’s secondmajor personnel change in recent years, with the company previously  changing  its  senior  managementteam in November 2016. In September 2018, CRH’s vice chairman and general manager  Xi Luo  ( 罗 熹 )was   replaced   by   Fuli  Fu   ( 李福利 ).  Luo  was  later   appointed   as  chairman  Chinese  insurance  companyChina Taiping Insurance Holdings  ( 中 国 太平保 险 控股有限公司 ).Apart  from  these  recent  personnel  changes,  extensive  public  domain  research  indicates  that  other  CRGroup subsidiaries had also implemented significant management changes in the last three years. Forinstance,   China  Resources  Beer  (Holdings)  Co  Ltd   ( 華潤啤酒（控股）有限公司 )   reshuffled   its  seniormanagement team in April 2016. The general manager and vice general manager of Shenzhen-basedinvestment company  China Resources SZITIC Trust Co Ltd  ( 华润 深 国 投信托有限公司 ), Qiang Lu ( 路 强 )and Jie Tian ( 田洁 ), also  left  the company in mid 2016 and late 2015, respectively.Datarama has not identified any indications that the above mentioned personnel changes are non-routine,abnormal, or directly related to the major corruption investigations from 2013 to 2016 that implicated Songand  eight  other  senior  CR  Group  executives.  Nevertheless,  the  recent  management  shuffles  mightotentially signal, or even result in organisational instability within CR Group that warrants closer scrutiny.Corporate Ownership Tussle with VankeFrom  2016  to  2017,  CR  Group  was  involved  in  a  high  profile  corporate  tussle  over  the  ownership  ofChinese property developer  China Vanke Co Ltd  ( 万科企 业 股份有限公司 , ‘China Vanke’). Particularly, CRGroup was  accused  of cooperating with Chinese property and financial services conglomerate  BaonengGroup  ( 宝 能集 团 ), which had attempted to conduct a  hostile takeover  of China Vanke.The accusation against CR Group arose in June 2016 after it  opposed  China Vanke’s proposal to offershares  to  Chinese  rail  transportation  company   Shenzhen  Metro  Group   ( 深圳市地 铁 集 团 有限公司 ).Datarama  notes  that  CR  Group  was  China  Vanke’s  second  largest  shareholder  at  that  time,  whileBaoneng Group was the largest. The deal, estimated to be worth CNY 45.6 billion (USD 6.63 billion) atthat time, would have made Shenzhen Metro Group the largest shareholder of China Vanke, and moresignificantly, blocked Baoneng Group’s hostile takeover attempt. According to a July 2016  article  by SouthChina  Morning  Post,  CR  Group  had  opposed  the  deal  as  it  held  doubts  about  whether  China  Vanke’smanagement  was  ‘fairly  representing  shareholders’  interests’.  CR  Group  also  denied  cooperating  withBaoneng Group and claimed that China Vanke had been taken over by ‘insider control’, a term used todescribe a situation whereby controlling rights in a company are seized by management based on theirown personal interests. The deal was eventually cancelled in December 2016.In January 2017, CR Group  sold  its 15.31% stake in China Vanke to Shenzhen Metro Group for CNY 37.2billion (USD 5.40 billion), thereby ending its involvement in China Vanke’s ownership tussle. According tomarket watchers, CR Group’s stake in China Vanke was previously acquired under the leadership of Song,and the conglomerate’s decision to divest potentially signals a change in its new commercial portfolio. InJune 2017, Shenzhen Metro Group  acquired  another 14% stake in China Vanke from Chinese propertycompany  China Evergrande Group  ( 恆大地產集團有限公司 ) for CNY 29.2 billion (USD 4.3 billion), makingit China Vanke’s largest shareholder, and effectively ending Baoneng Group’s attempt to wrest control.Datarama  notes  that  CR  Group’s  involvement  in  China  Vanke’s  ownership  tussle,  as  well  as  itsrelationship with Baoneng Group received significant media attention. Particularly, several media  outletsincluding Chinese online newspaper The Paper ( 澎湃新 闻 ) speculated on their relationship after news thatBaoneng Group had plans to nominate  Xiangdong Wu  ( 吴 向 东 ), the then-chairman of  China ResourcesLand   ( 華潤置地有限公司 ),  as  China  Vanke’s  new  chairman  following  the  completion  of  the  attemptedtakeover. Datarama also identified uncorroborated claims on online Chinese  forums  such as Guba ( 股吧 )that Wu is ‘close acquaintances’ ( 铁 哥 ) with Baoneng Group’s chairman  Zhenhua Yao   ( 姚振 华 ).  Theseclaims warrant further scrutiny as the China Insurance Regulatory Commission ( 中 国 保 险监 督管理委 员会 ),in February 2017,  barred  Yao from working in mainland China’s insurance industry for 10 years after itdiscovered that a Baoneng group subsidiary had provided ‘fake materials’ and ‘violated rules for using aninsurance fund’. As mentioned previously, Wu was also  investigated  for corruption and graft in late 2014(see ‘Corruption and Graft Investigations’ subsection above). Further investigation, therefore, is necessaryto ascertain the nature of the relationship between Wu and Yao, and whether CR Group’s alleged ties withBaoneng Group might pose any adverse challenges to its reputation or operations.",
    "19": "Publicly-available information indicates that CRH maintains strong political connections and commercialconnections with other prominent Chinese companies.Political ConnectionsExtensive public domain research indicates that CRH is politically well-connected due to its status as a keystate-owned enterprise. Checks against privately run risk-and-compliance databases indicate that most ofthe  company’s  senior  executives  are  identified  as  politically  exposed  persons  (see  ‘Company  Checks’section below).Publicly-available  information  also  indicates  that  CRH  and  CR  Group’s  chairman   Yuning  Fu   ( 傅育宁 )enjoys good political standing. An April 2014  article  by South China Morning Post, for instance, describedFu  as  an  ‘experienced  manager  who  has  Beijing’s  trust’.  Fu  is  also  publicly-known  for  his  patriotism.According to a separate July 2016  article  by South China Morning Post, Fu had reportedly turned down awell-paying position at the Singapore Institute of Standards and Industrial Research in 1989 in order to‘help’ stabilise China amid political unrest following the Tiananmen Square protests that year.Datarama notes that Fu has leveraged his extensive political connections and positive standing for CRHand CR Group’s benefit. For instance, information from an October 2014  article  by Reuters indicate that,within  six  months  of  his  appointment  as  CRH  and  CR  Group’s  chairman,  Fu  had  visited  at  least  10rovincial  governments  in  a  charm  offensive  to  rehabilitate  the  conglomerate’s  image  and  accumulateolitical capital.Significant Commercial ConnectionsExtensive  public  domain  research  indicates  that  CRH  is  commercially  well-connected.  Particularly,  thecompany has signed cooperation agreements with large state-owned aerospace and defense enterprisessuch as  Aviation  Industry  Corporation  of  China  ( 中 国 航空工 业 集 团 公司 )  and   China  Aerospace  Scienceand  Technology  Corporation   ( 中 国 航天科技集 团 公司 ),  as  well  as  other  prominent  companies  such  asmultinational  conglomerate   Tencent  Holdings   ( 腾讯 控股有限公司 )  and  insurance  firm   China  TaipingInsurance Holdings  ( 中 国 太平保 险 控股有限公司 ) (see ‘Recent Commercial Activities’ section above).Beyond mainland China and Hong Kong, CRH also maintains a strategic alliance with Japanese food andbeverages conglomerate  Kirin Holdings  ( キリンホ ー ルディングス 株式 会 社 ). It has also acquired stakes inGenesisCare ,  the  largest  cancer  and  heart  disease  treatment  service  provider  in  Australia,  andcollaborated with Belgian private equity fund  Verlinvest  to  establish   China Resources  Verlinvest  HealthInvestment  ( 华润维 麟健康投 资 有限公司 ), a health and consumer products and services provider.Significant Personal or Familial ConnectionsExtensive public domain  research  indicates that CRH’s chief financial officer  Ruge Li  ( 李汝革 ) allegedlyholds a close relationship with  Zhenya Liu   ( 刘 振 亚 ),  the  former  chairman  of  state-owned  electric  utilitycompany  State Grid Corporation of China  ( 国 家 电 网公司 ) from May 2013 to May 2016. This connection isotentially  problematic  as  Liu  was  the  target  of  a  state-led   accountability  audit   in  May  2014  followingaccusations  of  financial  mismanagement  and  corruption.  Liu  is  also   reportedly   a  protegé  of   QinghongZeng  ( 曾 淸 红 ), China’s former vice president who has reportedly been placed under investigations andhouse arrest amid China’s ongoing anti-corruption campaign (see ‘Ownership Structure and Management’section above).Datarama  also  identified  an  unverified   report   that  CRH’s  vice  general  manager   Lang  Chen   ( 陈 朗 )  isinvolved  in  an  extramarital  affair  with  an  unidentified  woman  surnamed  ‘Wu’  ( 武 ).  This  connection  isotentially problematic amid the Chinese government’s  tough stance  on ‘adultery’ and ‘moral corruption’ ofits officials and public servants.",
    "20": "Political Exposure and Sanctions ListsA check on privately run risk-and-compliance databases as well as media research found no indicationthat CRH or any of its principals had been named on any sanctions lists.The following principals associated with CRH are politically exposed persons (‘PEP’):Yuning Fu  ( 傅育宁 ), group chairman, was identified as a PEP as a  member  of the 13th NationalCommittee  of  the  Chinese  People's  Political  Consultative  Conference  ( 中 国 人民政治 协 商 会议 )(January 2018 to present).Ruge Li  ( 李汝革 ), chief financial officer, was identified as a PEP as a  member  of the CommunistParty of China (‘CPC’).Lu Ma  ( 马 璐 ), vice general manager, was identified as a PEP as a  member  of the CPC and deputymanaging director, of the state-owned CRH.Fuli Li  ( 李福利 ), vice general manager, was identified as a PEP as a  delegate  of the 12th NationalPeople’s Congress ( 中 华 人民共和 国 全 国 人民代表大 会 ) (March 2013 to March 2018).Lang Chen  ( 陈 朗 ), vice general manager, was identified as a PEP as the chairperson and deputymanaging director of the state-owned CRH.Wenmin Du  ( 杜文民 ), vice general manager, was identified as a PEP as the non-executive memberof the Board of Directors and deputy managing director of the state-owned CRH.Chuandong  Wang   ( 王 传栋 ),  vice  general  manager,  was  identified  as  a  PEP  as  a  director  anddeputy managing director of the state-owned CRH.Jijing Shan  ( 单记 京 ), director, was identified as a PEP as director of the state-owned CRH.Bankruptcy/InsolvencyExtensive public domain research indicates that CRH has never been declared insolvent or bankrupt.LitigationA check against publicly-available litigation records maintained by the Legal Reference System in HongKong indicates that CRH has been involved in a litigation dispute with a Hong Kong individual named YatChi Ng, which spanned 1997 to 2006. The case concerned a shareholding  dispute  in CRH’s subsidiary,Hong Kong construction company Max Share Ltd. Particularly, Ng and another individual Bing-wing Choyhad sought to wind up Max Share, which in turn required CRH to purchase their shares in the company.The petition was eventually rejected by CRH, which maintained that the petitioners had no standing tomake the petition. Datarama notes that there is no indication that the case received any significant mediaattention or presents any notable reputational issues of concern for CRH.Undeclared Offshore InterestsA check against the Offshore Leaks Database maintained by the International Consortium of InvestigativeJournalists indicates that CRH and its principals do not have undeclared interests in offshore jurisdictions.Datarama notes that these checks might not be comprehensive.Last Updated in October 2018This company was checked against lists from sanctioning bodies, law enforcement agencies  and  financial  regulators  worldwide.  The  company  was  not  found mentioned in the records of any lists. The  lists  checked  include,  but  are  not  restricted  to:  the  Specially  Designated Nationals List maintained by the Office of Foreign Asset Control, a division of the US  Treasury;  the  Denied  Persons  List  maintained  by  the  Bureau  of  Industry  & Security, a division of the US Department of Commerce; the UK's HM Treasury sanctions lists; the World Bank Listing of Ineligible Firms; and the Excluded Parties Listing  System  maintained  by  the  US  government.  Datarama  notes  that  the aforementioned lists may not be deemed comprehensive. Internationalblacklists"
  }
}
